Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: g. In the event that the Union disagrees with an established new rate, it may challenge such rate through the grievance and arbitration provisions of this Agreement. h. In an arbitration arising hereunder the Union bears the burden of establishing that the rate imposed by the Company is inconsistent with the standards expressed herein or that the rate has the effect of improperly reducing earnings opportunities.
es: h. En un arbitraje que surja del presente, la Unión tendrá la obligación de comprobar que la tasa impuesta por la Compañía esté en desacuerdo con las normas establecidas en el presente o que la tasa tenga el efecto de reducir indebidamente las oportunidades para ingresos.

source: These conclusions are to be considered when discussing the compensatory effects of a broad tax base compared to a relatively low tax rate on the effective tax burden.
es: Se deben considerar estas conclusiones al discutir los efectos compensatorios que tiene una base imponible amplia sobre la presión fiscal efectiva y compararlos con los de un tipo impositivo relativamente bajo.

source: While the gross domestic product has grown steadily, to $12,850 million in 2008, the 24 per cent inflation rate places in increasing burden on the poor.
es: Aunque el producto interno bruto ha ido aumentando ininterrumpidamente hasta alcanzar 12.850 millones de dólares de los EE.UU. en 2008, la tasa de inflación del 24% supone una carga cada vez mayor para los pobres.

source: However, despite these changes the German tax reform has only minor effects on the relative position of Germany in the EU country ranking and both the overall national corporate tax rate and the effective tax burden remains among the highest in the EU.
es: Sin embargo, pese a estos cambios, la reforma fiscal influye poco en la posición relativa de Alemania dentro de la clasificación de países de la UE, de modo que tanto el tipo global nacional del impuesto sobre sociedades como la presión fiscal efectiva siguen estando entre los más elevados de la UE.

source: The company claims the tax is regressive, taxing all smokers at the same rate, and places a burden on low-income smokers, who can least afford it.
es: La compañía asegura que el impuesto es regresivo, ya que se grava con impuestos a todos los fumadores a una misma tasa, y se coloca una carga para los fumadores de bajos ingresos, que son los que menos pueden costearlo.

source: Nevertheless, the fact that the planned deficit should be reduced below 3 % of GDP only in 2008, then only by a small margin, and that a substantial share of the adjustment comes from a reduction in the interest rate burden, is a source of concern.
es: No obstante, el hecho de que el déficit previsto se reduzca por debajo del 3 % del PIB sólo en 2008, y en ese momento sólo por un pequeño margen, y que una parte importante del ajuste proceda de la reducción en la carga de los intereses, causa inquietud.

source: Schizophrenia is a long-term, chronic illness with a high disability rate and disease burden.
es: La esquizofrenia es una enfermedad crónica a largo plazo, con una alta tasa de discapacidad y carga de la enfermedad.

source: At that rate, the interest burden with a net debt of 64.3 percent of GDP would be about 2.3 percent of GDP, which is modest.
es: A ese ritmo, la carga de interés con una deuda neta del 64,3 por ciento del PIB sería de alrededor del 2,3 por ciento del PIB, lo cual es modesto.

source: Under the exemption system the overall tax burden logically equals the corporate tax rate, as no income tax is levied on the dividend.
es: El tipo cedular único o el sistema del 50% no elimina completamente la doble imposición de los dividendos en el impuesto sobre la renta para contribuyentes de rentas bajas, mientras que con el sistema de imputación se logra en todos los casos.

source: The recent increases in debt, coupled with interest rate increases, caused the net interest burden of non-financial corporations to rise significantly in the course of 2007.
es: Como consecuencia de los recientes aumentos de la deuda y de las subidas de tipos de interés, la carga de intereses neta de las sociedades no financieras creció significativamente en el transcurso del 2007.

source: Effective Tax Rate-measured as the total tax burden as a percent of total personal income in the area, indexed to the national effective tax rate.
es: Medida como carga fiscal en forma del porcentaje del ingreso personal total en el área, indizado con la tasa tributaria efectiva nacional.

source: This failure of the exchange-rate policy places a heavy burden on a development strategy driven by exports, especially non-traditional exports and exports with high value added.
es: Esta falla de la política cambiaria es un fardo pesado para una estrategia de desarrollo liderada por las exportaciones, sobre todo las no tradicionales y con mayor valor agregado.

source: Special project costs and exchange rate effects burden financial performance for2002
es: Los costes del proyecto especial y las influencias monetarias afectan los resultados del año 2002

source: Reference for a preliminary ruling - Rechtbank van eerste aanleg te Gent - Interpretation of Article 56(1) EC - Restriction resulting from a national income tax provision - Domestic and foreign dividends - Uniform tax rate - Tax burden higher in regard to dividends from shareholdings in companies established in another Member State - Taxation at source - Not taken into account - Free movement of capital - Discrimination
es: Petición de decisión prejudicial - Rechtbank van eerste aanleg te Gent - Interpretación del artículo 56 CE, apartado 1 Restricción resultante de una disposición nacional en materia de impuesto sobre la renta - Dividendos nacionales y extranjeros - Tipo impositivo uniforme - Carga tributaria mayor sobre los dividendos de participaciones en sociedades establecidas en otro Estado miembro - Impuesto en la fuente - No consideración - Libre circulación de capitales - Discriminación

source: 13. The transactions of personal and commercial loans carry out on your name in banks, finance companies, cooperatives and credit institutions, shall be free of the over-rate payment or stipulated burden of the Special Fund of Interest Compensation (FECI).
es: 13. Las transacciones de prestaos personales y comerciales que efectúen a su nombre en bancos, financieras, cooperativas e instituciones de crédito, estarán exentas del pago de la sobre-tasa o gravamen estipulado en el Fondo Especial de Compensación de Intereses (FECI).

source: It wrongly applied the relevant burden and standard of proof and, in so doing, rendered its judgment inadequatly reasoned.
es: Aplicó erróneamente la carga de la prueba y el nivel exigido para la misma, y, así, no motivó de modo adecuado su sentencia.

source: Modern high-performance blast furnaces require physical and metallurgical preparation of the burden.
es: Los altos hornos modernos de alto desempeño exigen una preparación física y metalúrgica de la carga.

source: However, because growth usually brings with it positive effects, such as a lowering of the unemployment rate, increased tax revenue and a reduced burden on the welfare system, decisionmakers in politics and business count on constant economic growth.
es: Mediante la implicación del factor «tiempo», esta fábrica digital nos lleva directamente a la fábrica virtual y a la opción de simulación y proyección de los procesos de producción asociada a la misma.

source: Thus, the effective tax burden of a subsidiary of a parent company in one country depends crucially on where that subsidiary is located.
es: Así pues, la presión fiscal efectiva de una filial de una empresa matriz en un país depende esencialmente de dónde esté situada dicha filial.

source: The ageing of our societies is placing a substantial extra financial burden on certain generations.
es: El envejecimiento de nuestras sociedades impone a algunas generaciones una fuerte carga financiera añadida.

source: However, we do have serious misgivings on the issue of the reversal of the burden of proof from the plaintiff to the accused.
es: Sin embargo, tenemos importantes dudas sobre el asunto de la retirada de la carga de la prueba del acusado por parte del demandante.

source: (c) In case of delay in the payment, a 3% p.a. will be applied over the bank rate plus a burden subject to the work made.
es: (c) Por demora en el pago se aplica un 3% p.a. más sobre el tipo de interés bancario más gravamen por el trabajo.

source: The motorways of the sea are a special form - I would call them a brand - of short sea shipping.
es: Las autopistas del mar son una forma especial -las calificaría de marca- de transporte marítimo de corta distancia.

source: "they dispense training to future ""ambassadresses"" of the brand"
es: "aseguran la formación de las futuras ""embajadoras"" locales de la marca"

source: Direct distribution in the form of policyholder marketing, bancassurance and affinity marketing are viable solutions for optimising customer lifetime value, leveraging brand equity and providing the differentiation needed from competitors in today's highly commoditised environment.
es: La distribución directa en forma de marketing dirigido a los tomadores, bancaseguros y marketing de afinidad es una solución viable para optimizar la relación a largo plazo con el cliente y sacar partido a la imagen de marca para diferenciarse de la competencia en un entorno actual muy uniformizado.

source: If your child develops skin or eye irritation, choose another brand.
es: Si su hijo desarrolla irritación ocular o de la piel, elija otra marca.

source: Our brands fulfill this promise by combining top brand quality with contributions to sustainable development.
es: Nuestras marcas cumplen este compromiso combinando la calidad de una primera marca con contribuciones al desarrollo sostenible.

source: Citroën recently launched its new brand image.
es: Citroën acaba de lanzar su nueva Imagen de Marca.

source: Today business throughout the world are realizing enhanced brand and user protection while realizing improved deliverability of legitimate email.
es: Hoy en día, los negocios de todo el mundo usan una protección mejorada de marca y usuario mientras mejoran la entrega de correo electrónico legítimo.

source: These types of products are usually accompanied by attractive, modern packages and trendy brand names attractive to young people.
es: Generalmente, este tipo de productos se comercializa en modernos y atractivos envases, con marcas de moda atractivas para los jóvenes.

source: Located on the east side of Santiago, the brand new Radisson Petra La Dehesa Hotel opened its doors in October.
es: Localizado en la zona oriente de Santiago, el nuevo hotel Radisson Petra La Dehesa abrió sus puertas en octubre.

source: Our goal is to add even more value to our brand for the benefit of our customers and ultimately for consumers.
es: Nuestra meta es darle más valor a nuestra marca para beneficio de nuestros clientes y por nuestros clientes.

source: This protects the reputation of your brand from the field to table, with independent assessment .
es: Proteja la reputación de su marca desde el campo hasta la mesa con una evaluación independiente.

source: Design and manufacturing of milling solutions, mainly with the correa brand name.
es: Diseño y fabricación de soluciones de fresado principalmente con marca correa.

source: The brand name is the trade name under which the drug is advertised and sold.
es: El nombre de marca es el nombre comercial bajo el cual la medicina se publica y se vende.

source: The brand new screen has been installed in just three weeks.
es: La nueva pantalla se ha instalado en apenas tres semanas.

source: Manufacturing of modules and subassemblies which are common for both brand names.
es: Fabricación de módulos y subconjuntos comunes para ambas marcas.

source: Failure tackling those problems often causes a definitive loss of your brand or product acceptance by market.
es: Equivocarse al centrase en estos problemas a menudo causa una pérdida definitiva de aceptación de su marca o producto en el mercado.

source: The small brand and master label found inside each of my instruments are like a signature to my work.
es: La marca pequeña y la etiqueta en el interior de todos mis instrumentos son la firma de mi obra.

source: Developing a brand image based on a strong trademark is a key way to achieve this objective.
es: Una de las claves para lograr ese objetivo es crear una imagen de marca a partir de una marca fuerte.

source: Elsewhere in the world, the brand benefited from Pernod Ricard's powerful distribution network and the enthusiasm of our sales forces.
es: En el resto del mundo, la marca cuenta con la solidez de la red de distribución de Pernod Ricard y el entusiasmo de nuestra fuerza de ventas.

source: Launch of our brand new online quotation tool.
es: Lanzamiento de nuestra nueva herramienta de presupuesto en línea.

source: The brand has inspired artists and designers.
es: La marca ha sabido inspirar a artistas y creadores.

source: Check to make sure the drug name you are looking for is the brand name and not the generic name.
es: Verifique que el nombre del medicamento que busca sea el nombre de marca y no el genérico.

source: Austria made effective use of partnerships, linking disparate communications together with a clear brand.
es: Austria hizo un uso efectivo de la sociedad, vinculando comunicaciones aisladas a una marca clara.

source: Are generic drugs as reliable as brand name pills?
es: Los medicamentos genéricos son tan fiables como los de marca?

source: These 100% brand new engine starters are identical or more advanced than the original parts being replaced.
es: Estas marchas 100% nuevas son idénticas o más avanzadas en ajuste y desempeño que las piezas originales que reemplazan.

source: Most of the time the dosage mirrors the amount recommended when one uses brand name drugs.
es: La mayoría de las veces la dosis refleja la cantidad recomendada cuando se toma medicamentos de marca.

source: We knew right off the bat that we wanted to feature Sunbrella fabrics because of its superior quality and broad brand-name recognition.
es: Supimos de inmediato que queríamos ofrecer las telas Sunbrella debido a su calidad superior y al amplio reconocimiento de que la marca goza.

source: Other businesses though, particularly those associated with a personal brand, may have a less commercial and a more individual feel.
es: Otros negocios, particularmente aquellos asociados a una marca personal, pueden otorgar un sentimiento menos comercial y más personal.

source: Next Loreto Queirolo, Viña Canepa Brand Manager, explained how Canepa wines' outstanding quality is due to the exceptional conditions Chilean climate and strategic locations of its soils.
es: Luego, Loreto Queirolo, Brand Manager de Viña Canepa, destacó la gran calidad de sus vinos , sustentados por las excepcionales condiciones y ubicaciones estratégicas de suelo y clima chileno.

source: Personalized attention in design services for magazines, brochures, logos, business cards and all advertising material is complemented by an excellent professional quality.
es: Atención personalizada en servicios de diseño para revistas, brochures, logotipos, tarjetas de presentación y todo material publicitario, se complementa con una excelente calidad profesional.

source: There's a wide range of templates available, for use with your own images/text/logos, and each design template you choose will deliver a personalised, professional-quality card design.
es: Hay una gran variedad de plantillas disponibles para que puedas utilizarlas con tus propias imágenes, textos o logotipos, y cada plantilla ofrece un diseño personalizado de calidad profesional.

source: The contents of the website include texts, images, files and logos, as well as its design and structure.
es: Estos contenidos incluyen los textos, imágenes, ficheros y logotipos, así como el diseño y estructura del website.

source: T.H.R. reserves the copyright on the content and design of this website, and in particular the brand names, commercial names, logos, texts, photographs, images, graphic design, etc. which are owned by T.H.R. or by third parties who have authorised their inclusion on the website.
es: THR se reserva los derechos del contenido y el diseño de este sitio web, en particular de las marcas, nombres comerciales, logotipos, textos, fotografías, imágenes, diseño gráfico, etc., cuya titularidad es de THR o de terceros que han autorizado su inclusión en el sitio web.

source: That same year, the Design Institute was created for graphic, industrial and spatial design. The Design Institute's activities range from the creation of plans and the overseeing of the construction of new buildings at UTM, to research-and-development consultation for businesses in the design of logos and packaging.
es: En el mismo año, se crea el Instituto de Diseño en el que se realizan actividades relacionadas con el diseño gráfico, industrial y de espacios, que van desde la elaboración de planos y dirección de construcción de nuevos edificios de la UTM, hasta la investigación y desarrollo y asesoría a empresas en el diseño de marcas, etiquetas, embalajes, etc.

source: You will need to download one of the logos for professional use in order to make changes.
es: Para poder efectuar cambios, tendrá que descargar uno de los logotipos para uso profesional.

source: The 300dpi print resolution and high quality RD label rolls used in the TD-4000 and TD-4100N ensures that every label printed looks professional, offering sharp text, logos and barcodes with a high contrast to ensure faultless scanning at the checkout.
es: La resolución de impresión de 300 ppp y los rollos de etiquetas RD de alta calidad empleados en los modelos TD-4000 y TD-4100N garantizan que todas las etiquetas impresas tienen una apariencia profesional, con texto y logotipos nítidos, así como códigos de barras con alto contraste para garantizar su lectura sin fallos al pasar por caja.

source: A fully featured professional design surface gives the user visual creativity and the assurance that the underlying code being created is clean and purposeful.
es: Una ofrecido completamente la superficie de diseño profesional da a la creatividad de los usuarios visuales y la garantía de que el código subyacente se está creando es limpio y con propósito.

source: The professional design tools and innovative technologies give you the flexibility and freedom to bring your vision to reality.
es: Las herramientas de diseño profesional y las tecnologías innovadoras te ofrecen la flexibilidad y la libertad de hacer realidad tu visión.

source: Customise the design (logos, colours, and graphics may be selected as desired).
es: Personaliza el diseño (logotipo, colores y gráficos se puede seleccionar como se desee).

source: For more information and examples of work done, see the flap inside the box Logos Graphic Design.
es: Para mayor información y ejemplos de trabajos realizados, consulte la solapa Logotipos dentro del área Diseño Gráfico.

source: All the contents of The Stud Farm Web page, it?s be photographies, images, drawings, texts, video, logos and design, is protected by the norm of Intellectual and Industrial Property, in particular by the RDL 1/96 that approves the Text Recasted of the Law of Intellectual Property.
es: Todos los contenidos de la página web de la Yeguada, ya sean fotografías, imágenes, dibujos, textos, video, logotipos y diseño, están protegidos por la normativa de Propiedad Intelectual e Industrial, en particular por el RDL 1/96 que aprueba el Texto Refundido de la Ley de Propiedad Intelectual.

source: The texts and graphic elements (design, logos, source code and other analogues) that make up the Website and are disseminated through it, as well as their presentation and assembly, are the exclusive property of POLANKA, which retains all industrial and intellectual property rights, including the software.
es: Los textos y elementos gráficos (diseño, logos, código fuente y otros análogos) que constituyen el Website y difundidos a través de éste, así como su presentación y montaje, son titularidad exclusiva de POLANKA que retiene todos los derechos de propiedad industrial e intelectual incluyendo el software.

source: Citing as Website contents, by way of example, the graphic design, source code, logos, texts, graphics, illustrations, photographs and other elements that appear on the site.
es: Citar como contenidos del Web, con carácter enunciativo, que no limitativo, el diseño gráfico, código fuente, logos, textos, gráficos, ilustraciones, fotografías, y demás elementos que aparecen en el Web.

source: Professional design, production and management capacities of master craftspeople, especially those of women, reinforced.
es: Fortalecimiento de las capacidades de los maestros artesanos, en particular de las mujeres, en materia de diseño profesional, producción y gestión.

source: For large printed materials, or for translating or modifying the logo, see logos for professional use.
es: Para materiales impresos más grandes, o para traducir o modificar el logotipo, utilice logotipos para uso profesional.

source: Design professional layouts for print and digital publishing.
es: Diseñe maquetaciones profesionales para la publicación digital e impresa.

source: Our partner network ensures top quality customer service and support, from permitting and access to incentives to system design and professional installation.
es: Nuestra red de Partners garantiza un servicio de alta calidad, desde la tramitación administrativa del proyecto al diseño e instalación del sistema.

source: For example, you can use different formats (styles, fonts, font sizes, paragraph formats, character formats, lines, borders, and so on) or graphical elements (such as company logos) to design your forms.
es: Por ejemplo, puede utilizar diferentes formatos (estilos, fuentes, estilos de fuente, formatos de párrafo, formatos de carácter, líneas, márgenes, etc.) o elementos gráficos (como logotipos de la empresa) para diseñar sus formularios.

source: More and more brand agencies, lighting planners and manufacturers of lighting equipment are opting for our LED products so they can backlight small or large areas perfectly, fully exploit the new-found freedom to design all kinds of lettering, logos and design elements and present them as effectively as possible.
es: Son cada vez más las agencias publicitarias, planificadores luminotécnicos y fabricantes de objetos luminosos que optan por nuestros productos LED para retroiluminar perfectamente grandes superficies o servirse de la libertad que los mismos ofrecen para el diseño y efectiva escenificación de caligrafías, logotipos y elementos decorativos.

source: Color 3D printing enables designers and students to better evaluate the look, feel and style of designs by enhancing 3D models with graphics, logos, text, labels, and design comments.
es: La impresión 3D a color permite que los diseñadores y estudiantes evalúen mejor el aspecto, la apariencia y el estilo de los diseños, pues las piezas pueden imprimirse con gráficos, logotipos, texto, etiquetas y comentarios incorporados.
